Repository: LLYS-Phys/trello-elixir
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: it

source: Information in this website in not fully detailed and may contain some imprecision or suffer from not being completely up to date in some way, and thus shall not be taken as granting any kind of warranty of any kind, neither implicit nor explicit, without prejudice of any legal terms that may apply and product and service information 'as is'. Any part of the information provided in this website may be subject to changes or updates at any moment without previous notice.
it: Le informazioni contenute in questo sito web non sono completamente dettagliate e potrebbero contenere qualche imprecisione o non essere completamente in qualche modo aggiornati e pertanto non devono essere considerati come garanzia di alcun tipo, né implicita né esplicito, senza pregiudizio di eventuali termini legali applicabili e informazioni sui prodotti e servizi "così come sono". Qualsiasi parte di le informazioni fornite in questo sito web possono essere soggette a modifiche o aggiornamenti in qualsiasi momento e senza preavviso.

source: We analyse and save some information about our website visitors to help us to improve and develop our products and services. The user is never identified in this information. Information that is analysed may contain, for example, the IP address of the visiting user, the type of browser that is being used to access our website, and the webpages that are being visited.<br>The information that we obtain help us to register how many visitors are new or not, as well as to internally analyse visited webpages to better understand user navigation habits. We use this information only for continuous improvement of our website, our products and services.
it: Analizziamo e salviamo alcune informazioni sui visitatori del nostro sito web per aiutarci a migliorare e sviluppare i nostri prodotti e servizi. L'utente non viene mai identificato in queste informazioni. Le informazioni analizzate possono contenere, ad esempio, l'indirizzo IP dell'utente che visita il sito, il tipo di browser utilizzato per accedere al nostro sito web e le pagine web che vengono visitati.<br>Le informazioni che otteniamo ci aiutano a registrare quanti visitatori sono nuovi o meno, come nonché per analizzare internamente le pagine web visitate per comprendere meglio le abitudini di navigazione degli utenti. Utilizziamo queste informazioni solo per il miglioramento continuo del nostro sito web, dei nostri prodotti e servizi.

source: (Completed)
it: (Completato)

source: (Due Soon)
it: (in arrivo a breve)

source: (Overdue)
it: (In ritardo)

source: (You)
it: (Voi)

source: A link to confirm your email change has been sent to the new address.
it: Un link per confermare la modifica dell'indirizzo email è stato inviato al nuovo indirizzo.

source: ABOUT COOKIES
it: INFORMAZIONI SUI COOKIE

source: ACCEPT ALL
it: ACCETTA TUTTO

source: Account Settings
it: Impostazioni dell'account

source: Actions
it: Azioni

source: Activity
it: Attività

source: Add Attachments
it: Aggiungi allegati

source: Add Card
it: Aggiungi carta

source: Add Checklist
it: Aggiungi lista di controllo

source: Add List
it: Aggiungi elenco

source: Add Member to board
it: Aggiungi membro alla bacheca

source: Add Member to card
it: Aggiungi Membro alla carta

source: Add Members
it: Aggiungi membri

source: Add New Checklist
it: Aggiungi nuova checklist

source: Add a card
it: Aggiungi una carta

source: Add an item
it: Aggiungi un elemento

source: Add another list
it: Aggiungi un altro elenco

source: Add board photo
it: Aggiungi la foto della bacheca

source: Add new comment
it: Aggiungi un nuovo commento

source: Already registered?
it: Già registrato?

source: Are you sure?
it: Sei sicuro?

source: Attachment
it: Allegato

source: Attachments
it: Allegati

source: Attempting to reconnect
it: Tentativo di riconnessione

source: Automatically captured data
it: Dati acquisiti automaticamente

source: Back to Home
it: Torna alla Home

source: Board Name:
it: Nome del consiglio:

source: Board created successfully!
it: Bacheca creata con successo!

source: Board deleted successfully!
it: La bacheca è stata eliminata con successo!

source: Board edited successfully!
it: Bacheca modificata con successo!

source: By sending this information you are agreeing, freely and informed, its incorporation in our database and its use accordingly to these privacy policy, as well as with its transfer to any of our branches or associates as long as it is treated according to to same rules.
it: Con l'invio di queste informazioni acconsenti, liberamente e informatamente, alla loro incorporazione nel nostro database e il suo utilizzo in conformità alla presente informativa sulla privacy, nonché con il suo trasferimento a una qualsiasi delle nostre filiali o affiliate, purché poiché viene trattato secondo le stesse regole.

source: COOKIE DECLARATION
it: INFORMATIVA SUI COOKIE

source: COOKIE SETTINGS
it: IMPOSTAZIONI DEI COOKIE

source: Can I block cookies & localStorage?
it: Posso bloccare i cookie e localStorage?

source: Cancel
it: Cancellare

source: Card created successfully!
it: Carta creata con successo!

source: Card deleted successfully!
it: Carta eliminata con successo!

source: Change Email
it: Cambia email

source: Change Password
it: Cambiare la password

source: Change board photo
it: Cambia la foto della bacheca

source: Changing...
it: Cambiando...

source: Checklist
it: Lista di controllo

source: Checklist added to card successfully!
it: La checklist è stata aggiunta correttamente alla scheda!

source: Checklist deleted successfully!
it: Checklist eliminata con successo!

source: Clear Due Date
it: Cancella la data di scadenza

source: Confirm account
it: Conferma account

source: Confirm my account
it: Conferma il mio account

source: Confirm new password
it: Conferma la nuova password

source: Confirming...
it: Confermando...

source: Consent to your data being processed.
it: Consenso al trattamento dei tuoi dati.

source: Consent to your data being processed. *
it: Consenso al trattamento dei tuoi dati. *

source: Contact form submitted!
it: Modulo di contatto inviato!

source: Contacts
it: Contatti

source: Cookies & localStorage
it: Cookie e localStorage

source: Cookies Policy
it: Politica sui cookie

source: Cookies and localStorage are small files that keep data in the browser that persist between website navigation. These data contain specific information about previous visits, saving information only related to your preferences or previous actions, thus excluding any personal data.
it: I cookie e localStorage sono piccoli file che conservano dati nel browser e che persistono tra una navigazione e l'altra sul sito web. Questi dati contengono informazioni specifiche sulle visite precedenti, salvando solo le informazioni relative alle tue preferenze o azioni precedenti, escludendo quindi qualsiasi dato personale.

source: Cookies are small text files that are placed on your computer by websites that you visit. Websites use cookies to help users navigate efficiently and perform certain functions. Cookies that are required for the website to operate properly are allowed to be set without your permission. All other cookies need to be approved before they can be set in the browser. You can change your consent to cookie usage at any time on our Privacy Policy page.
it: I cookie sono piccoli file di testo che vengono inseriti sul tuo computer dai siti web che visiti. I siti web utilizzano i cookie per aiutare gli utenti a navigare in modo efficiente ed eseguire determinate funzioni. I cookie necessari per il corretto funzionamento del sito web possono essere impostati senza il tuo permesso. Tutti gli altri cookie devono essere approvati prima di poter essere impostati nel browser. Puoi modificare il tuo consenso all'utilizzo dei cookie in qualsiasi momento nella nostra pagina sulla Privacy Policy.

source: Create a new board
it: Crea una nuova bacheca

source: Create a new label
it: Crea una nuova etichetta

source: Create an account
it: Creare un account

source: Create new board
it: Crea una nuova bacheca

source: Create new item
it: Crea nuovo elemento

source: Created card
it: Carta creata

source: Creating account...
it: Creazione account...

source: Current members
it: Membri attuali

source: Current password
it: Password attuale

source: Current photo
it: Foto attuale

source: DECLINE ALL
it: RIFIUTA TUTTO

source: Dates
it: Dati

source: Delete Card
it: Elimina la carta

source: Delete board
it: Elimina la bacheca

source: Delete checkbox
it: Elimina casella di controllo

source: Delete checklist
it: Elimina la checklist

source: Delete comment
it: Elimina commento

source: Delete file
it: Elimina file

source: Delete link
it: Elimina collegamento

source: Delete list
it: Elimina elenco

source: Description
it: Descrizione

source: Don't have an account?
it: Non hai un account?

source: Due Date
it: Scadenza

source: Edit Label Name
it: Modifica nome etichetta

source: Edit Member role
it: Modifica ruolo membro

source: Edit board
it: Modifica bacheca

source: Edit checkbox
it: Modifica casella di controllo

source: Edit comment
it: Modifica commento

source: Edit file
it: Modifica file

source: Edit item
it: Modifica elemento

source: Edit item name
it: Modifica il nome dell'articolo

source: Edit link
it: Modifica collegamento

source: Edited
it: Modificato

source: Email change link is invalid or it has expired.
it: Il collegamento per modificare l'email non è valido o è scaduto.

source: Email changed successfully.
it: L'email è stata modificata con successo.

source: Enter a title for the new card...
it: Inserisci un titolo per la nuova carta...

source: Enter a title for the new list...
it: Inserisci un titolo per il nuovo elenco...

source: Error!
it: Errore!

source: Failed to create inquiry
it: Impossibile creare la richiesta

source: Failed to create list
it: Impossibile creare l'elenco

source: Failed to update list name
it: Impossibile aggiornare il nome dell'elenco

source: File Display Name
it: Nome visualizzato del file

source: Files
it: File

source: First & Last Name
it: Nome e cognome

source: Forgot Password
it: Ha dimenticato la password

source: Forgot your password?
it: Hai dimenticato la password?

source: Form successfully submitted!
it: Modulo inviato con successo!

source: Functionality
it: Funzionalità

source: Functionality cookies are used to remember visitor information on the website, eg. language, timezone, enhanced content.
it: I cookie funzionali vengono utilizzati per ricordare le informazioni dei visitatori sul sito web, ad esempio lingua, fuso orario, contenuti avanzati.

source: Get our free newsletter on technology and startups.
it: Ricevi la nostra newsletter gratuita su tecnologia e startup.

source: Hang in there while we get back on track
it: Tieni duro mentre torniamo in carreggiata

source: How can we help? *
it: Come possiamo aiutarti? *

source: If you want to update your personal information please contact us by using any of the available tools in this website. Be aware that our organization may keep this information for statistical or historical purposes.
it: Se desideri aggiornare i tuoi dati personali, contattaci tramite utilizzando uno qualsiasi degli strumenti disponibili in questo sito web. Si prega di notare che la nostra organizzazione può conservare queste informazioni per scopi statistici o storici.

source: If your email is in our system and it has not been confirmed yet, you will receive an email with instructions shortly.
it: Se il tuo indirizzo email è nel nostro sistema e non è stato ancora confermato, riceverai a breve un'email con le istruzioni.

source: If your email is in our system, you will receive instructions to reset your password shortly.
it: Se il tuo indirizzo email è nel nostro sistema, riceverai a breve le istruzioni per reimpostare la password.

source: Join
it: Giuntura

source: Keep me logged in
it: Resta collegato

source: Labels
it: Etichette

source: Leave
it: Partire

source: Legal warning
it: Avviso legale

source: Link Display Name
it: Nome visualizzato del collegamento

source: Link URL
it: Collegamento URL

source: Links
it: Collegamenti

source: List Actions
it: Elenca azioni

source: List created successfully!
it: Elenco creato con successo!

source: List deleted successfully!
it: Elenco eliminato con successo!

source: List name updated successfully!
it: Nome elenco aggiornato con successo!

source: Log in
it: Accedi

source: Log in or Register to go to your boards!
it: Accedi o registrati per andare alle tue bacheche!

source: Log in to account
it: Accedi all'account

source: Log out
it: Esci

source: Logging in...
it: Accesso in corso...

source: Login
it: Accedi

source: Manage your account email address and password settings
it: Gestisci le impostazioni dell'indirizzo email e della password del tuo account

source: Member
it: Membro

source: Members
it: Membri

source: Most browsers use cookies and localStorage automatically by default, but users can refuse cookies, or selectively accept some data to be kept in the LocalStorage or erase saved data by adjusting browser preferences. If you don't want us to use cookies and/or localStorage you can define those options in your browser or you may configure it to warn you when a website tries to save cookies or store data in your localStorage. Nevertheless, if you turn off cookies and/or localstorage there will be some website functionalities that won't be available and some pages may misbehave and/or don't show up properly.
it: La maggior parte dei browser utilizza automaticamente i cookie e localStorage per impostazione predefinita, ma gli utenti possono rifiutare i cookie o selezionarli in modo selettivo accettare che alcuni dati vengano conservati nel LocalStorage o cancellare i dati salvati regolando le preferenze del browser. Se non vuoi che utilizziamo i cookie e/o localStorage puoi definire queste opzioni nel tuo browser oppure puoi configurarlo in modo che ti avvisa quando un sito web tenta di salvare cookie o archiviare dati nel tuo localStorage. Tuttavia, se disattivi cookie e/o localstorage alcune funzionalità del sito web potrebbero non essere disponibili e alcune pagine potrebbero si comportano male e/o non si presentano in modo appropriato.

source: Move left
it: Spostati a sinistra

source: Move right
it: Spostati a destra

source: Name your checklist
it: Assegna un nome alla tua lista di controllo

source: New Label Name
it: Nuovo nome etichetta

source: New item name
it: Nuovo nome dell'articolo

source: New password
it: Nuova password

source: No confirmation instructions received?
it: Non hai ricevuto istruzioni di conferma?

source: No photo for this board yet.
it: Nessuna foto per questa bacheca ancora.

source: OR LAUNCH NOW
it: OPPURE LANCIA ORA

source: Oops, something went wrong! Please check the errors below.
it: Oops, qualcosa è andato storto! Controlla gli errori qui sotto.

source: Our organization cannot be hold responsable in any case by damages of any kind due to the navigation of our website or to the information it contains, even that you have been warned about those potential damages.
it: La nostra organizzazione non potrà in nessun caso essere ritenuta responsabile per danni di qualsiasi natura dovuti alla navigazione del nostro sito. sito web o alle informazioni in esso contenute, anche se sei stato avvisato di tali potenziali danni.

source: Owner
it: Proprietario

source: Password reset successfully.
it: Reimpostazione della password riuscita.

source: Performance
it: Prestazione

source: Performance cookies are used to see how visitors use the website, eg. analytics cookies. Those cookies cannot be used to directly identify a certain visitor.
it: I cookie di performance vengono utilizzati per vedere come i visitatori utilizzano il sito web, ad esempio i cookie analitici. Questi cookie non possono essere utilizzati per identificare direttamente un determinato visitatore.

source: Privacy Policy
it: politica sulla riservatezza

source: Privacy policy
it: politica sulla riservatezza

source: Read more
it: Per saperne di più

source: Register
it: Registro

source: Register for an account
it: Registrati per un account

source: Remove
it: Rimuovere

source: Rename List
it: Rinomina elenco

source: Resend confirmation instructions
it: Invia nuovamente le istruzioni di conferma

source: Reset Password
it: Reimposta password

source: Reset password
it: Reimposta password

source: Reset password link is invalid or it has expired.
it: Il link per reimpostare la password non è valido o è scaduto.

source: Save Current & Close
it: Salva corrente e chiudi

source: Select a file to upload
it: Seleziona un file da caricare

source: Select a member role...
it: Seleziona un ruolo membro...

source: Select a member to add...
it: Seleziona un membro da aggiungere...

source: Send
it: Inviare

source: Send password reset instructions
it: Invia le istruzioni per reimpostare la password

source: Sending...
it: Invio in corso...

source: Settings
it: Impostazioni

source: Share in detail your message
it: Condividi in dettaglio il tuo messaggio

source: Share why are you contacting us
it: Condividi perché ci stai contattando

source: Show Details
it: Mostra dettagli

source: Show only cards assigned to me
it: Mostra solo le carte assegnate a me

source: Sign up
it: Iscrizione

source: Sitemap
it: Mappa del sito

source: Something went wrong!
it: Qualcosa è andato storto!

source: Sorry, the dog ate our page.
it: Spiacenti, il cane ha mangiato la nostra pagina.

source: Strictly necessary
it: Strettamente necessario

source: Strictly necessary cookies allow core website functionality such as user login and account management. The website cannot be used properly without strictly necessary cookies.
it: I cookie strettamente necessari consentono le funzionalità principali del sito web, come l'accesso utente e la gestione dell'account. Il sito web non può essere utilizzato correttamente senza i cookie strettamente necessari.

source: Submit the form
it: Invia il modulo

source: Success!
it: Successo!

source: Targeting
it: Mirare

source: Targeting cookies are used to identify visitors between different websites, eg. content partners, banner networks. Those cookies may be used by companies to build a profile of visitor interests or show relevant ads on other websites.
it: I cookie di targeting vengono utilizzati per identificare i visitatori tra diversi siti Web, ad esempio partner di contenuti, reti di banner. Tali cookie possono essere utilizzati dalle aziende per creare un profilo degli interessi dei visitatori o mostrare annunci pertinenti su altri siti Web.

source: Tell us more about it *
it: Raccontaci di più a riguardo *

source: The app has been updated. Click here to
it: L'app è stata aggiornata. Clicca qui per

source: The information sent through our webpage when a user registers, shops or by using forms, will be kept strictly confidential and will be treated according to the prevailing national and european law, as it applies to information privacy.
it: Le informazioni inviate tramite la nostra pagina web quando un utente si registra, effettua acquisti o utilizza moduli, saranno conservate rigorosamente confidenziali e saranno trattati secondo la normativa nazionale ed europea vigente, come applicabile alle informazioni riservatezza.

source: This website uses cookies
it: Questo sito web utilizza i cookie

source: This website uses cookies to improve user experience. By using our website you consent to all cookies in accordance with our Cookie Policy.
it: Questo sito web utilizza i cookie per migliorare l'esperienza dell'utente. Utilizzando il nostro sito web acconsenti a tutti i cookie in conformità con la nostra Politica sui cookie.

source: Upload File
it: Carica file

source: Upload Link
it: Carica collegamento

source: Upload file
it: Carica file

source: Upload link
it: Carica collegamento

source: Upload successful!
it: Caricamento riuscito!

source: User Confirmation
it: Conferma utente

source: User Confirmation Instructions
it: Istruzioni per la conferma dell'utente

source: User Settings
it: Impostazioni utente

source: User confirmation link is invalid or it has expired.
it: Il link di conferma dell'utente non è valido o è scaduto.

source: User confirmed successfully.
it: Utente confermato con successo.

source: User submitted data
it: Dati inviati dall'utente

source: We can't find the internet
it: Non riusciamo a trovare Internet

source: We use cookies and localStorage to recognize repeated visits to our website and to facilitate internet navigation (for example, closing warning or help balloons, language preferences,...)
it: Utilizziamo i cookie e localStorage per riconoscere le visite ripetute al nostro sito web e per facilitare la navigazione in internet (ad esempio, chiudendo i fumetti di avviso o di aiuto, la lingua preferenze,...)

source: We'll send a new confirmation link to your inbox
it: Ti invieremo un nuovo link di conferma nella tua casella di posta

source: We'll send a password reset link to your inbox
it: Ti invieremo un link per reimpostare la password nella tua casella di posta

source: Welcome to the Telespazio Trello
it: Benvenuti al Trello di Telespazio

source: What is it regarding?
it: Di cosa si tratta?

source: Write a comment
it: Scrivi un commento

source: Write a comment...
it: Scrivi un commento...

source: Write briefly what is your message regarding
it: Scrivi brevemente qual è il tuo messaggio riguardo

source: Write in detail what is your message regarding and we will get back to you as soon as possible
it: Scrivi in ​​dettaglio qual è il tuo messaggio e ti risponderemo il prima possibile

source: Yes, delete board
it: Sì, elimina la bacheca

source: Yes, delete card
it: Sì, elimina la carta

source: Yes, delete checkbox
it: Sì, elimina la casella di controllo

source: Yes, delete checklist
it: Sì, elimina la checklist

source: Yes, delete comment
it: Sì, elimina il commento

source: Yes, delete file
it: Sì, elimina il file

source: Yes, delete link
it: Sì, elimina il collegamento

source: Yes, delete list
it: Sì, elimina l'elenco

source: Yes, leave board
it: Sì, lascia il consiglio

source: Yes, remove member
it: Sì, rimuovi membro

source: Yes, remove owner
it: Sì, rimuovi proprietario

source: Your Boards
it: Le tue bacheche

source: Your Email Address
it: Il tuo indirizzo di posta elettronica

source: Your Name *
it: Il tuo nome *

source: Your email address:
it: Il tuo indirizzo di posta elettronica:

source: Your message:
it: Il tuo messaggio:

source: Your name:
it: Il tuo nome:

source: Your personal email
it: La tua email personale

source: Your profile
it: Il tuo profilo

source: added successfully
it: aggiunto con successo

source: close
it: vicino

source: deleted successfully
it: eliminato con successo

source: for an account now.
it: per un account adesso.

source: in list
it: in lista

source: max size
it: dimensione massima

source: or drag and drop here
it: oppure trascina e rilascia qui

source: reload
it: ricaricare

source: to your account now
it: sul tuo account adesso

source: Account created successfully!
it: Account creato con successo!

source: Invalid email or password
it: Email o password non valide

source: Logged out successfully.
it: Disconnesso con successo.

source: Welcome back!
it: Bentornato!

source: Home
it: Casa

source: Not Found
it: Non trovato

source: Moved card
it: Carta spostata

source: from
it: da

source: to
it: a

source: Hide
it: Nascondere

source: Show
it: Spettacolo
